[
	{
		"title": "Page1",
		"tags": "",
		"body": "Hi. I’m Kyle. I work just a couple of floors directly up from here. I just thought I’d check in on you and make sure your first day is going ok. Are you excited to be working for Tough Guy Mountain?\n->Yes\n    Of course. Tough Guy Mountain is a very special place!\n->No\n    Of course. Tough Guy Mountain is... a very special place.\nLook, I’ve got to make it to my 12 o’clock, but could you do me a favor.\nIf you see a picture of me, in the corner of  this onboarding manual, look at it through your peripatetic.\nI’m sure to have some helpful hints and company secrets!\nGood luck, Mr. Phone should be with you any minute.\nDon’t let this place swallow you up.",
		"position": {
			"x": 401,
			"y": 210
		},
		"colorID": 0
	},
	{
		"title": "Page21",
		"tags": "",
		"body": "Huh?! What are you doing outside the Board Room?\nIn fact, what are you doing outside the building? Why are you in a Cococo?\n<<jump page21questions>>",
		"position": {
			"x": 625,
			"y": 208
		},
		"colorID": 0
	},
	{
		"title": "page21questions",
		"tags": "",
		"body": "<<if $questions is false>>\n<<set $questions to true>>\nI see you’re an intern now. This is highly unusual\n<<else>>\nAny other questions you have for me?\n<<endif>>\n->Where am I?\n    You’re in the Brandscape. Brandzone 1a to be specific.\n    <<jump page21questions>>\n->What is this building?\n    <<jump page21questions>>\n->What’s a Cococo?\n    <<jump page21questions>>\n->I don’t have any questions. I’d like to go inside.\n    <<jump iDialogue_iLisa_1>>",
		"position": {
			"x": 625,
			"y": 423
		},
		"colorID": 0
	},
	{
		"title": "Cubicle-intro",
		"tags": "",
		"body": "Well if you are an intern now, it’s appropriate that you’re in Intern Purgatory.\nIt’s also appropriate that you’ve stopped being naked.\nI suppose I should be a good Holographic assistant and show you around your live/work cubicle.\nLet’s start the tour!\n",
		"position": {
			"x": 738,
			"y": 666
		},
		"colorID": 0
	},
	{
		"title": "Cubicle-beanbag",
		"tags": "",
		"body": "A dutiful intern prefers to stand.\nBut we recognize the opportunity to extract valuable labor from the intern’s recreation moments as well.\nThat’s why we make sure you’re comfortable in your live/workspace.\n<<set $cubicle to $cubicle+1>>\n<<if $cubicle>5 >>\n<<jump iDialogue_iStan15_1>>\n<<endif>>",
		"position": {
			"x": 335,
			"y": 859
		},
		"colorID": 0
	},
	{
		"title": "Cubicle-watercooler",
		"tags": "",
		"body": "More than just a watercooler!\nThis device is your source of unlimited americanos, carefully rationed food pellets, and regular bathing opportunities\n<<set $cubicle to $cubicle+1>>\n<<if $cubicle>5 >>\n<<jump iDialogue_iStan15_1>>\n<<endif>>",
		"position": {
			"x": 532,
			"y": 857
		},
		"colorID": 0
	},
	{
		"title": "Cubicle-door",
		"tags": "",
		"body": "This is the only way out of the cubicle.\nWell, you could jump off the cubicle’s edge but I don’t recommend it.\nRight now the door opens up to nothing, but if your supervisor wants to send you somewhere,\nyou’ll get an email that contains a downloadable location file.\nSo don’t worry, you aren’t trapped here forever ever!\n<<set $cubicle to $cubicle+1>>\n<<if $cubicle>5 >>\n<<jump iDialogue_iStan15_1>>\n<<endif>>\n",
		"position": {
			"x": 686,
			"y": 864
		},
		"colorID": 0
	},
	{
		"title": "Cubicle-desk",
		"tags": "",
		"body": "This is where the real intern magic happens.\nThis is where the unpaid intern does their labor.\nThis is where the intern develops their personal brand.\nNew interns (like you) work on their personal brand until instructed otherwise.\nYour console comes equipped with all the software you need to succeed.\n<<set $cubicle to $cubicle+1>>\n<<if $cubicle>5 >>\n<<jump iDialogue_iStan15_1>>\n<<endif>>\n",
		"position": {
			"x": 837,
			"y": 875
		},
		"colorID": 0
	},
	{
		"title": "Cubicle-sleepingbag",
		"tags": "",
		"body": "Even interns need a little rest and relaxation from time to time.\n<<set $cubicle to $cubicle+1>>\n<<if $cubicle>5 >>\n<<jump iDialogue_iStan15_1>>\n<<endif>>",
		"position": {
			"x": 978,
			"y": 848
		},
		"colorID": 0
	},
	{
		"title": "Cubicle-cigarettes",
		"tags": "",
		"body": "I don’t know why there’s a jar of used cigarettes.\nThere’s an urban legend about “nightshift interns”.\nApparently, they come while you’re sleeping and use your computer.\nI think that’s just a story interns tell each other to be spooky.\n<<set $cubicle to $cubicle+1>>\n<<if $cubicle>5 >>\n<<jump iDialogue_iStan15_1>>\n<<endif>>\n",
		"position": {
			"x": 1126,
			"y": 850
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iStan15_1",
		"tags": "",
		"body": "iDialogue from iStan15\nWelcome to intern purgatory!\nMy name is intern...\nIntern Stan!\nI know you already have Holographic Kyle to show you around,\nso I’ll just be chiming in from time to time\nto give you an intern perspective!\n<<jump iDialogue_iStan14_1>>",
		"position": {
			"x": -387,
			"y": 636
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iStan14_1",
		"tags": "",
		"body": "iDialogue from iStan14\nHello. My name is Intern Stan.\nThere’s a lot more to this place than meets the eye, and none of it is good.\nDon’t trust anyone who is messaging you.\nNot even me.\n<<jump iDialogue_iCeo_1>>",
		"position": {
			"x": -131,
			"y": 639
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iCeo_1",
		"tags": "",
		"body": "iDialogue from iCeo\nIt was a pleasure to meet you earlier.\nI hope you don’t mind if we exchange correspondences from time to time?\n->Yes\n    Great. I’m sure you’ll hear from me soon. Take good care of my coverall.\n->No\n    Have we gotten off on the wrong foot?\n    That’s unfortunate, but not a major obstacle.\n    I’ll leave some words in your inbox from time to time.\n    What you do with those words is up to you!",
		"position": {
			"x": 87,
			"y": 642
		},
		"colorID": 0
	},
	{
		"title": "After_Origin",
		"tags": "",
		"body": "Huh?! That’s not the story you were supposed to be told.\r\nThat's a load of baseless rumours!\r\nI’m not quite clear on how that got into your intern manual.\r\nIf you want the official, verified story, you can check out the bios for Joan Popular and Ivan Phone in the TGM database.\r\nI’m going to look into what’s going wrong.\r\nMaybe you should stop reading until I can find out where these stories are coming from.\r\n<<jump iDialogue_iCeo_2>>",
		"position": {
			"x": 859,
			"y": 213
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iCeo_2",
		"tags": "",
		"body": "iDialogue from iCeo\nIf you enjoyed that, wait until you see what I’ve got for you next!\n->Who are you?\n    I'm just a humble intern,\n    working to make TGM a better place.\n->Why are you sending me these stories?\n    In my experience, people don’t do well when they’re starved for information.\n    We’re so used to getting a lot of information all the time.\n    When you don’t get enough information on a subject you're interested in,\n    your brain tends to speculate and make the rest up.\n    I just like sending people enough information so that they can make informed decisions.",
		"position": {
			"x": 96,
			"y": 824
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iLisa_1",
		"tags": "",
		"body": "iDialogue from iLisa\nHi! I’m Lisa. Is it your first day too?\n->No\n    Oh come on, I know a fresh intern when I see one ;)\n->Yes\n     It’s nice to make a friend, especially one going through something similar.\n    This is a very strange workplace.\n    I hope your cubicle is close to mine and we drift by each other at some point.\n    Until then, let’s keep in touch.\n    It’s not easy just being by yourself, working on your personal brand.\n->Drifting cubicle?\n    Yeah...Wait are you not in Intern Purgatory? Where are you?\n->I don’t know… outside a giant pyramid?\n    Huh. I guess not all unpaid internships are created equal.\n    Every other intern I’ve met has been in a floating cubicle, just like me!\n    Maybe you’re special? Keep me in the loop. Nice to meet you!",
		"position": {
			"x": -619,
			"y": 598
		},
		"colorID": 0
	},
	{
		"title": "TGM_HQ",
		"tags": "",
		"body": "What can I say? The TGM Corporate HQ is a truly magical place!\nIntern Purgatory, Intern Testing Facility, Americanotopia, the Glass Offices, the Brass Offices, The Executive Empyrean. It truly has it all!\nYou can learn more about each of these by checking out the TGM Database on your peripatetic.\n<<jump iDialogue_iLisa_2>>",
		"position": {
			"x": 1093,
			"y": 211
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iLisa_2",
		"tags": "",
		"body": "iDialogue from iLisa\r\nHey! I just got a promotion! Or like a re-assignment?\r\nI’m working all the way up in the Brass Offices on a campaign called “After Now”.\r\nI don’t know much about it yet but it sounds like a lot of work.\r\nMind if I bounce some ideas off you from time to time?\r\n->I don’t mind at all\r\n    Thanks (name)! You’re the best intern in this whole office.\r\n->Actually I do mind.\r\n    Haha (name)! You’re a spicy intern!\r\n<<jump iDialogue_iStan15_2>>",
		"position": {
			"x": -618,
			"y": 768
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iStan15_2",
		"tags": "",
		"body": "iDialogue from iStan15\r\nAh the HQ. Best place in the world!\r\nMy favorite floor is Intern Purgatory but some of my fondest memories were at the DiY Giftshop in the glass offices.\r\nWhat’s your favorite?\r\n-> the intern stan cloning facility\r\n    Oh! That’s a very quaint thing to say. See you later!\r\n<<jump iDialogue_iStan14_2>>",
		"position": {
			"x": -386,
			"y": 841
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iStan14_2",
		"tags": "",
		"body": "iDialogue from iStan14\nYou can’t trust what that app or map tells you.\nMost of the TGM is hidden.\nYou only see what the higherups want you to see!",
		"position": {
			"x": -133,
			"y": 826
		},
		"colorID": 0
	},
	{
		"title": "DeadBeige",
		"tags": "",
		"body": "What was that?!\r\nYou definitely weren’t supposed to see that.\r\nI asked you to stop reading.\r\nThat IP was stolen from a high-up exec.\r\nYou’ve been exposed to compromised IP.\r\nIf your supervisors find out, there could be consequences.\r\nLook, I don’t want you to get in trouble.\r\nIt’s not your fault the onboarding process is so wonky right now.\r\nI’m going to figure out what’s going on.\r\nBut please don’t read any more material until I do. \r\n<<jump iDialogue_iLisa_3>>",
		"position": {
			"x": 1320,
			"y": 207
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iLisa_3",
		"tags": "",
		"body": "iDialogue from iLisa\nRumour has it you got your hands on some compromised IP?\nWow, you really know how to have a first day at work!\nHow did you get it? You should probably keep it to yourself.\nI’ll do my best to stop the spread of gossip about you.\n<<jump iDialogue_iStan14_3>>",
		"position": {
			"x": -615,
			"y": 973
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iStan14_3",
		"tags": "",
		"body": "iDialogue from iStan14\nI heard you are in possession of some compromised IP belonging to a C-Level Executive.\nWould you share it with me?\nI can protect you.\n<<jump iDialogue_iStan15_3>>",
		"position": {
			"x": -133,
			"y": 1028
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iStan15_3",
		"tags": "",
		"body": "iDialogue from iStan15\nWhatever that IP said about Beige Cathy is probably just a doctored, fake piece of intellectual property.\nBeige Cathy is probably the purest person I’ve ever had the privilege to work under.\nYou wouldn’t want to get on her bad side though.\nShe's a C-Level Executive. Basically a god around these parts, buddy.\nThe best thing to do is probably give it back and pretend you didn’t see anything!",
		"position": {
			"x": -384,
			"y": 1047
		},
		"colorID": 0
	},
	{
		"title": "Conclusion",
		"tags": "",
		"body": "Hi. I’m Kyle.\nI work just a couple of floors directly up from here.\nI just thought I’d check in on you and make sure your first day is going ok.\nAre you excited to be working for Tough Guy Mountain?\n->Yes\n->No\n Of course. Tough Guy Mountain is a… very special place.\nLook, I’ve got to make it to my 12 o’clock,  Intern Lisa should be with you shortly.\nDon’t let this place swallow you up.\n<<jump iDialogue_iLisa_4>>",
		"position": {
			"x": 1557,
			"y": 206
		},
		"colorID": 0
	},
	{
		"title": "iDialogue_iLisa_4",
		"tags": "",
		"body": "iDialogue from iLisa\nHey.\nI got word that Holographic Kyle was going to report you to the higher-ups because your onboarding process went wonky.\nI didn’t want to see anything bad happen to you so… I reset his program.\nLook… I know you didn’t ask for any of this, but TGM is a very strange place,\nso whatever you do with this info, whatever you do with the rest of your unpaid internship…\njust promise me you’ll be careful, okay?\nHelp me out on this After Now campaign and we’ll call it even.\nWell I’ve got to get back to work.\nGood luck Intern! Don’t let this place swallow you up!",
		"position": {
			"x": -616,
			"y": 1183
		},
		"colorID": 0
	}
]